Repository: Yutopia444/LBoL_Launcher_L10N
Catalog: Launcher/Strings.*.resx
Languages: de, es, hu, ja, ko, pl, ru, vi, zh_hant

# OfficialQQDescription
source: A place to discuss with other players, mainly used by Simplified Chinese players.
de: Tausche dich mit anderen Spielern aus, unterstützt hauptsächlich vereinfachtes chinesisch.
es: Un espacio para charlar con otros jugadores, sobre todo usado por quienes hablan Chino Simplificado.
hu: Egy hely ahol más játékosokkal lehet beszélgetni, főképp Egyszerűsített Kínai játékosok által használt.
ja: 主に中国語簡体字のプレイヤーが使用するコミュニティ。
ko: 다른 플레이어들과 소통할 수 있는 커뮤니티입니다 (중국어 간체).
pl: Miejsce do dyskusji z innymi graczami, używane głównie przez chińskich graczy.
ru: Общайтесь и обсуждайте проект с другими игроками (на упрощённом китайском).
zh_hant: 與其他玩家共同交流討論，多用於簡體中文玩家使用。

# CommuityWiki
source: Community Wiki
es: Comunidad de la Wiki
hu: Közösségi Wiki
ja: 非公式Wiki
ko: 비공식 위키
pl: Wiki Społeczności
ru: Фан-вики
zh_hant: 社區Wiki

# CommuityWikiDescription
source: Supports multiple languages.
de: Unterstützt mehrere Sprachen.
es: Ofrece soporte para varios idiomas.
hu: Több nyelvet is támogat.
ja: 複数言語に対応したWiki。
ko: 여러 언어를 지원하는 위키 페이지입니다. (한국어 미지원)
pl: Wspiera wiele języków.
ru: Поддерживает несколько языков.
zh_hant: 支持多種語言。

# CommuityWikiJP
source: Japanese Community Wiki
de: Japanisches Community-Wiki
es: Comunidad de la Wiki Japonesa
hu: Japán Közösségi Wiki
ja: 日本語Wiki
ko: 일본어 위키
pl: Japońska Wiki Społeczności
ru: Японская вики
zh_hant: 社區日語Wiki

# RecordDescription
source: View runs uploaded and shared by players.
de: Schaue dir Durchläufe an, die von anderen Spielern geteilt wurden.
es: Ver tus partidas subidas y compartidas por los jugadores.
hu: Nézz más játékosok által feltöltött és megosztott futamokat.
ja: 他のプレイヤーがアップロードしたプレイ記録を確認できる。
ko: 다른 플레이어들의 플레이 기록을 보거나, 자신의 기록을 업로드할 수 있습니다.
pl: Zobacz przejścia przesłane i udostępnione przez graczy.
ru: Просматривайте записи походов других игроков.
zh_hant: 查看玩家上傳和分享的對局記錄。

# Record
source: Run Logs
de: Durchlauf-Historie
es: Partidas Grabadas
hu: Futamnapló
ja: プレイ記録
ko: 플레이 기록
pl: Dziennik Przejść
ru: Записи
zh_hant: 對局記錄

# BasePluginNotFound
source: Base Steam Workshop dependency not found. Please confirm to enter the Steam Workshop, subscribe and restart the game.
de: Grundlegende Abhängigkeit aus dem Steam-Workshop konnte nicht gefunden werden. Klicke auf Bestätigen, um den Steam-Workshop aufzurufen. Abonniere die Abhängigkeit und starte das Spiel neu.
es: No se encontró el componente base de la Steam Workshop. Confirme para ir a la Steam Workshop, suscríbase y luego reinicie el juego.
hu: Az alapvető műhelyfüggőség nem található. A megerősítés után átirányítunk a műhelybe. Kérjük, iratkozz fel és indítsd újra a játékot.
ko: 스팀 창작 마당 모드 의존성이 충족되지 않았습니다. "확인" 버튼을 눌러 스팀 창작 마당 페이지로 이동한 뒤 해당 모드를 다운로드 후 게임을 다시 시작해주세요.
pl: Bazowa dependencja Steam Workshop nie została znaleziona. Naciśnij OK by wejść do Steam Workshop, zasubskrybować i uruchomić grę ponownie.

# GUIDLabel
source: GUID
ja: ガイド
