Repository: Yutopia444/LBoL_Launcher_L10N
Catalog: Launcher/Strings.*.resx
Languages: de, es, hu, ja, ko, pl, ru, vi, zh_hant

# AddProfileTooltip
source: Add Profile
de: Profil hinzufügen
es: Agregar Perfil
hu: Profil Hozzáadása
ja: セーブデータを作成
ko: 프로필 추가
pl: Dodaj Profil
ru: Добавить Профиль
vi: Hồ Sơ Mới
zh_hant: 添加配置

# ProfileNamePlaceholder
source: Enter a name for this profile
de: Profilname eingeben
es: Introduzca un nombre para este perfil
hu: Adj egy nevet ennek a profilnak
ja: 名前を入力して下さい
ko: 프로필 이름을 입력해주세요
pl: Podaj nazwę dla tego profilu
ru: Введите название
vi: Nhập tên cho hồ sơ mới này
zh_hant: 請輸入檔案名稱

# ConfirmButton
source: Confirm
de: Bestätigen
es: Confirmar
hu: Megerősít
ja: 決定
ko: 확인
pl: Potwierdź
ru: ОК
vi: Xác Nhận
zh_hant: 確認

# RemoveProfileTooltip
source: Delete Profile
de: Profil löschen
es: Eliminar Perfil
hu: Profil Törlése
ja: セーブデータを削除
ko: 프로필 삭제
pl: Usuń Profil
ru: Убрать Профиль
vi: Xóa Hồ Sơ
zh_hant: 刪除配置

# PlayButton
source: Launch Game
de: Spiel starten
es: Iniciar Juego
hu: Játék Indítása
ja: ゲーム開始
ko: 게임 실행
pl: Uruchom Grę
ru: Запустить игру
vi: Khởi Chạy Trò Chơi
zh_hant: 打開遊戲

# PublishButton
source: Publish
de: Veröffentlichen
es: Publicar
hu: Közzétesz
ja: 公開
ko: 게시
pl: Opublikuj
ru: Опубликовать
vi: Tải Lên
zh_hant: 發布

# SearchPlaceholder
source: Searching for mods…
de: Suche Mods …
es: Buscar Mods…
hu: Modok keresése…
ja: Modを検索
ko: 모드 검색…
pl: Szukanie modów…
ru: Поиск модов…
vi: Đang tìm bản mod…
zh_hant: 探索模組…

# SortByLabel
source: Sort By
de: Sortieren nach
es: Ordenar por
hu: Rendezés
ja: ソート方式
ko: 정렬
pl: Sortuj
ru: Сортировать по
vi: Sắp Xếp Theo
zh_hant: 排序方式

# FilterByTagsLabel
source: Filter By Tags
de: Nach Tags filtern
es: Filtrar por categorías
hu: Cimkék Szerinti Szűrés
ja: タグ検索
ko: 태그로 정렬
pl: Filtruj tagami
ru: Фильтр по тегам
vi: Lọc Theo Nhãn
zh_hant: 按標籤篩選

# SortCustom
source: Custom
de: Benutzerdefiniert
es: Personalizado
hu: Egyedi
ja: カスタム
ko: 커스텀
pl: Niestandardowy
ru: Выбранные опции
vi: Tự Thiết Lập
zh_hant: 自定義

# SortByAuthor
source: Author
de: Autor
es: Autor
hu: Készítő
ja: 作者
ko: 제작자
pl: Autor
ru: По автору
vi: Tác Giả
zh_hant: 作者

# SortByTitle
source: Name
es: Nombre
hu: Név
ja: 名前
ko: 이름
pl: Nazwa
ru: По названию
vi: Tên
zh_hant: 名稱

# AllTags
source: All
de: Alle
es: Todo
hu: Összes
ja: 全て
ko: 전체
pl: Wszystkie
ru: Все
vi: Tất Cả
zh_hant: 全部

# ModVersionLabel
source: Mod Version
es: Versión del Mod
hu: Mod Verzió
ja: バージョン
ko: 모드 버전
pl: Wersja Moda
ru: Версия мода
vi: Phiên Bản
zh_hant: 模組版本

# DependenciesLabel
source: Dependencies
de: Abhängigkeiten
es: Dependencias
hu: Függőségek
ja: 依存Mod
ko: 필요 모드
pl: Zależności
ru: Зависимости
vi: Phụ Thuộc
zh_hant: 依賴類

# StatusLabel
source: Status
es: Estado
hu: Státusz
ja: 状態
ko: 상태
ru: Статус
vi: Trạng Thái
zh_hant: 狀態

# DescriptionLabel
source: Description
de: Beschreibung
es: Descripción
hu: Leírás
ja: 説明
ko: 설명
pl: Opis
ru: Описание
vi: Mô Tả
zh_hant: 描述

source: None
de: Keine
es: Ninguno
hu: Nincs
ja: 無し
ko: 없음
pl: Brak
ru: Нет
vi: Không
zh_hant: 無

# StatusEnabled
source: On
de: Aktiviert
es: Encendido
hu: Be
ja: 有効
ko: 활성
pl: Wł.
ru: Вкл.
vi: Đã Bật
zh_hant: 已啟用

# EnterProfileNameMessage
source: Enter a name for this profile.
de: Gib einen Namen für dieses Profil ein.
es: Introduzca un nombre para este perfil.
hu: Adj meg egy nevet ennek a profilnak.
ja: 名前を入力して下さい
ko: 프로필 이름을 입력해주세요.
pl: Podaj nazwę dla tego profilu.
ru: Введите название для этого профиля.
vi: Nhập tên cho hồ sơ mới này.
zh_hant: 請輸入配置名稱。

# CancelButton
source: Cancel
de: Abbrechen
es: Cancelar
hu: Elutasít
ja: キャンセル
ko: 취소
pl: Anuluj
ru: Отмена
vi: Hủy
zh_hant: 取消

# OKButton
source: OK
de: Verstanden
hu: Rendben
ja: 決定
ko: 확인
ru: ОК
vi: Đồng Ý
zh_hant: 確定

# ProfileNameLabel
source: Profile Name:
de: Profilname:
es: Nombre de Perfil:
hu: Profil Neve:
ja: セーブデータ名：
ko: 프로필 이름:
pl: Nazwa profilu:
ru: Название Профиля:
vi: Tên Hồ Sơ:
zh_hant: 配置名稱：

# ErrorTitle
source: Error
de: Fehler
hu: Hiba
ja: エラー
ko: 오류
pl: Błąd
ru: Ошибка
vi: Lỗi
zh_hant: 錯誤

source: Profile name cannot be empty.
de: Profilname darf nicht leer sein.
es: El nombre del perfil no puede estar vacío.
hu: A profil neve nem lehet üres.
ja: 名前が未入力です
ko: 프로필 이름은 비워둘 수 없습니다.
pl: Nazwa profilu nie może być pusta.
ru: Название профиля не может быть пустым.
vi: Tên hồ sơ không được bỏ trống
zh_hant: 檔案名稱不能為空

# LaunchGameError
source: Error while launching game: {0}
de: Fehler beim Starten des Spiels: {0}
es: Error al iniciar el juego: {0}
hu: Hiba a játék indítása során: {0}
ja: ゲーム起動中のエラー：{0}
ko: 게임 실행 중 오류 발생: {0}
pl: Błąd w trakcie uruchomienia gry: {0}
ru: Ошибка при запуске игры: {0}
vi: Lỗi khi khởi chạy game: {0}
zh_hant: 啟動遊戲失敗：{0}

# WarningTitle
source: Warning
de: Warnung
es: Advertencia
hu: Figyelmeztetés
ja: 警告
ko: 경고
pl: Ostrzeżenie
ru: Внимание
vi: Nhắc Nhở
zh_hant: 警告

# CannotDeleteTitle
source: Deletion Failed
de: Löschen fehlgeschlagen
es: Fallo en la eliminación
hu: Törlés Meghiúsult
ja: 削除失敗
ko: 삭제 실패
pl: Usunięcie Nieudane
ru: Удаление неуспешно
vi: Xóa Bỏ Thất Bại
zh_hant: 無法刪除

# CannotDeleteLastProfile
source: Deletion was unsuccessful. There must be at least one profile available.
de: Löschen ist fehlgeschlagen. Es muss mindestens ein Profil verfügbar sein.
es: La eliminación no se realizó correctamente. Debe haber al menos un perfil disponible.
hu: A törlés nem ment végbe. Legalább egy profilnak elérhetőnek kell lennie.
ja: 削除に失敗しました。少なくとも一つセーブデータが存在する必要があります。
ko: 삭제에 실패했습니다. 최소한 한 개 이상의 프로필이 있어야 합니다.
pl: Usunięcie nieudane. Co najmniej jeden profil musi być dostępny.
ru: Удаление неуспешно. Должен существовать как минимум один профиль.
vi: Xóa bỏ không thành công. Phải giữ lại ít nhất một hồ sơ.
zh_hant: 無法刪除最後一個配置。至少需要保留一個配置。

# ConfirmTitle
source: Confirm
de: Bestätigen
es: Confirmar
hu: Megerősít
ja: 決定
ko: 확인
pl: Potwierdź
ru: ОК
vi: Xác Nhận
zh_hant: 確認

# SuccessTitle
source: Success!
de: Erfolg!
es: ¡Éxito!
hu: Siker!
ja: 成功
ko: 성공
pl: Sukces!
ru: Успешно!
vi: Thành Công
zh_hant: 成功

# ProfileCreatedSuccessfully
source: "{0}" successfully created
de: "{0}" erfolgreich erstellt
es: "{0}" creado exitosamente
hu: "{0}" sikeresen létrehozva
ja: セーブデータ'{0}'を作成しました
ko: '{0}' 이(가) 성공적으로 생성되었습니다
pl: "{0}" został stworzony
ru: Мод "{0}" успешно создан
vi: Hồ sơ '{0}' đã được tạo
zh_hant: 檔案 '{0}' 創建成功

# ProfileUpdatedSuccessfully
source: "{0}" successfully updated
de: "{0}" erfolgreich aktualisiert
es: "{0}" actualizado exitosamente
hu: "{0}" sikeresen frissítve
ja: セーブデータ'{0}'を更新しました
ko: '{0}' 이(가) 성공적으로 업데이트되었습니다
pl: "{0}" został zaktualizowany
ru: Мод "{0}" успешно обновлён
vi: Hồ sơ '{0}' đã được cập nhật
zh_hant: 檔案 '{0}' 更新成功

source: Settings
de: Einstellungen
es: Configuración
hu: Beállítások
ja: 設定
ko: 설정
pl: Ustawienia
ru: Настройки
vi: Cài Đặt
zh_hant: 設置

source: Game Settings
de: Spieleinstellungen
es: Configuración del Juego
hu: Játékbeállítások
ja: ゲーム設定
ko: 게임 설정
pl: Ustawienia Gry
ru: Настройки игры
vi: Cài Đặt Trò Chơi
zh_hant: 遊戲設置

source: Game Language
de: Spielsprache
es: Idioma del Juego
hu: Játék Nyelve
ja: ゲーム言語
ko: 게임 언어
pl: Język Gry
ru: Язык в игре
vi: Cài Đặt Ngôn Ngữ
zh_hant: 遊戲語言

source: Display Mode
de: Bildschirmmodus
es: Modo de Visualización
hu: Megjelenítési Mód
ja: ディスプレイモード
ko: 표시 모드
pl: Tryb Wyświetlania
ru: Отображение
vi: Chế Độ Hiển Thị
zh_hant: 顯示模式

source: Resolution
de: Auflösung
es: Resolución
hu: Felbontás
ja: 解像度
ko: 해상도
pl: Rozdzielczość
ru: Разрешение
vi: Độ Phân Giải
zh_hant: 分辨率

source: Launcher Settings
de: Einstellungen des Launchers
es: Configuración del Launcher
hu: Indító Beállítások
ja: ランチャー設定
ko: 런처 설정
pl: Ustawienia Lauchera
ru: Настройки Лаунчера
vi: Cài Đặt Trình Khởi Chạy
zh_hant: 啟動器設置

source: Launcher Language
de: Sprache des Launchers
es: Idioma del Launcher
hu: Indító Nyelve
ja: ランチャー言語
ko: 런처 언어
pl: Język Lauchera
ru: Язык Лаунчера
vi: Ngôn Ngữ Trình Khởi Chạy
zh_hant: 啟動器語言

source: Homepage Background
de: Hintergrund der Startseite
es: Fondo de la Página de Inicio
hu: Főoldal Háttere
ja: ホーム背景
ko: 홈 배경
pl: Tło Strony Główniej
ru: Фон главного меню
vi: Hình Nền Trang Chủ
zh_hant: 主頁背景

source: Fullscreen
de: Vollbildschirm
es: Pantalla Completa
hu: Teljes Képernyő
ja: フルスクリーン
ko: 전체 화면
pl: Pełny ekran
ru: Полный экран
vi: Toàn Màn Hình
zh_hant: 全屏

# StartGame
source: Game Start
de: Spiel starten
es: Iniciar Juego
hu: Játék Indítása
ja: ゲーム開始
ko: 게임 실행
pl: Uruchom Grę
ru: Запустить игру
vi: Bắt Đầu
zh_hant: 開始遊戲

source: Profile:
de: Profil:
es: Perfil:
hu: Profil:
ja: セーブデータ：
ko: 프로필:
pl: Profil:
ru: Профиль:
vi: Hồ Sơ:
zh_hant: 檔案：

source: Vanilla Game
de: Originalspiel
es: Juego Original
hu: Vanilla Játék
ja: バニラ版
ko: 기본 게임
pl: Bez modów
ru: Игра без модов
vi: Trò Chơi Gốc
zh_hant: 原版遊戲

source: Steam Workshop
hu: Steam Műhely
ja: Steamワークショップ
ko: Steam 창작 마당
ru: Мастерская Steam
zh_hant: Steam 創意工坊

# SteamWorkshopDescription
source: Browse, subscribe to, and download mods.
de: Mods suchen, abonnieren und herunterladen.
es: Navega, suscríbete y descarga mods.
hu: Böngéssz, iratkozz fel és tölts le modokat.
ja: Modの検索、導入を行う。
ko: 모드를 탐색하고, 구독하고, 다운로드합니다.
pl: Przeglądaj, subskrybuj i pobieraj mody.
ru: Ищите, выбирайте и загружайте моды.
vi: Duyệt, đăng ký và tải mod.
zh_hant: 查看、訂閱、下載模組。

# PlayerCommunity
source: Community
es: Comunidad
hu: Közösség
ja: コミュニティ
ko: 커뮤니티
pl: Społeczność
ru: Сообщество
vi: Cộng đồng
zh_hant: 玩家社區

source: Official Discord
de: Offizieller Discord
es: Discord Oficial
hu: Hivatalos Discord
ja: 公式Discord
ko: 공식 Discord
pl: Oficjalny Discord
ru: Сервер Discord
vi: Discord chính thức
zh_hant: 官方Discord

source: Mod Management
de: Mods verwalten
es: Gestión de Mods
hu: Mod Kezelés
ja: Mod管理
ko: 모드 관리
pl: Zarządzanie Modami
ru: Управление модами
vi: Quản lý Mod
zh_hant: 模組管理

# ViewFolderButton
source: View Folder
de: Verzeichnis anzeigen
es: Ver Carpeta
hu: Mappa Megtekintése
ja: フォルダを開く
ko: 폴더 보기
pl: Zobacz Folder
ru: Просмотр папки
vi: Xem Thư Mục
zh_hant: 查看文件夾

# ViewWorkshopPageButton
source: View Homepage
de: Startseite anzeigen
es: Ver Página de Inicio
hu: Főoldal Megtekintése
ja: ホームページを見る
ko: 창작 마당 페이지 보기
pl: Zobacz Stronę Główną
ru: Просмотр страницы
vi: Xem Trang Chủ
zh_hant: 查看主頁

# IntroductionTab
source: Introduction
de: Einführung
es: Introducción
hu: Bemutatkozó
ja: 紹介
ko: 소개
pl: Wprowadzenie
ru: Введение
vi: Giới Thiệu
zh_hant: 介紹

# ChangelogTab
source: Changelog
de: Änderungshistorie
es: Registro de Cambios
hu: Változásnapló
ja: 更新日記
ko: 변경 사항
pl: Lista zmian
ru: Лог изменений
vi: Nhật Ký Cập Nhật
zh_hant: 更新日誌

# DependenciesTab
source: Dependencies
de: Abhängigkeiten
es: Dependencias
hu: Függőségek
ja: 依存
ko: 의존
pl: Zależności
ru: Зависимости
vi: Phụ Thuộc
zh_hant: 依賴

source: Not found
de: Nicht gefunden
es: No encontrado
hu: Nem talált
ja: 見つかりませんでした
ko: 찾을 수 없음
pl: Nie znaleziono
ru: Не обнаружено
vi: Không tìm thấy
zh_hant: 未找到

# GameLaunched
source: Girls are now praying…
de: Die Mädchen beginnen zu beten …
es: Las chicas están rezando…
hu: A lányok imádkoznak……
ja: 少女祈祷中……
ko: 소녀기도중…
pl: Dziewczyny modlą się…
ru: Девушки приступают к молитве…
vi: Các thiếu nữ đang cầu nguyện...…
zh_hant: 少女祈禱中……

# RefreshButton
source: Refresh
de: Aktualisieren
es: Actualizar
hu: Újratöltés
ja: 更新
ko: 새로고침
pl: Odśwież
ru: Обновить
vi: Làm Mới
zh_hant: 刷新

# OpenFolderButton
source: Open Folder
de: Verzeichnis öffnen
es: Abrir Carpeta
hu: Mappa Megnyitása
ja: フォルダを開く
ko: 폴더 열기
pl: Otwórz Folder
ru: Открыть папку
vi: Mở Thư Mục
zh_hant: 打開文件夾

# DeleteProfileTooltip
source: Delete Profile
de: Profil löschen
es: Eliminar Perfil
hu: Profil Törlése
ja: セーブデータを削除
ko: 프로필 삭제
pl: Usuń Profil
ru: Удалить Профиль
vi: Xóa Hồ Sơ
zh_hant: 刪除檔案

# CopyProfileTooltip
source: Copy Profile
de: Profil kopieren
es: Copiar Perfil
hu: Profil Másolása
ja: セーブデータをコピー
ko: 프로필 복사
pl: Kopiuj Profil
ru: Копировать Профиль
vi: Nhân Bản Hồ Sơ
zh_hant: 複製配置

# FilterPlaceholder
source: Filtering…
de: Filtern …
es: Filtrando…
hu: Szűrés…
ja: ソート中…
ko: 필터…
pl: Filtrowanie…
ru: Фильтруем…
vi: Đang Lọc…
zh_hant: 篩選…

# SortByUpdateTime
source: Latest Updated
de: Zuletzt geändert
es: Ultima Actualización
hu: Legutóbb Frissítve
ja: 新しい順
ko: 최근 업데이트
pl: Ostatnio Zaktualizowane
ru: По дате обновления
vi: Cập Nhật Gần Nhất
zh_hant: 最近更新

# TagMod
source: Mod
ko: 모드
ru: Мод
zh_hant: 模組

# TagExample
source: Example
de: Beispiel
es: Ejemplo
hu: Példa
ja: 例
ko: 예시
pl: Przykład
ru: Пример
vi: Ví Dụ
zh_hant: 示例

# AuthorLabel
source: Author
de: Autor
es: Autor
hu: Készítő
ja: 作者
ko: 제작자
pl: Autor
ru: Автор
vi: Tác Giả
zh_hant: 作者

# StatusDisabled
source: Off
de: Deaktiviert
es: Apagado
hu: Ki
ja: 無効
ko: 비활성
pl: Wył.
ru: Выкл.
vi: Đã Tắt
zh_hant: 未啟用

# NewProfileTitle
source: New Profile
de: Neues Profil
es: Nuevo Perfil
hu: Új Profil
ja: 新規セーブデータ
ko: 새 프로필
pl: Nowy Profil
ru: Новый Профиль
vi: Hồ Sơ Mới
zh_hant: 新建配置

# ProfileExistsError
source: A profile with this name already exists.
de: Ein Profil mit diesem Namen existiert bereits.
es: Ya existe un perfil con este nombre.
hu: Egy profil ezzel a névvel már létezik.
ja: 同名のセーブデータが存在します。
ko: 같은 이름의 프로필이 존재합니다.
pl: Profil o tej nazwie już istnieje.
ru: Профиль с таким именем уже существует.
vi: Đã tồn tại hồ sơ với tên tương tự.
zh_hant: 同名配置已存在。

# LBoLNotFoundError
source: Unable to locate LBoL.exe in the current directory.
de: Fehler: Die ausführbare Datei 'LBoL' wurde im aktuellen Verzeichnis nicht gefunden.
es: No se puede encontrar LBoL.exe en el directorio actual.
hu: Hiba: az LBoL.exe nem található a jelenlegi könyvtárban.
ja: 現在のディレクトリからLBoLの実行ファイルが見つかりません。
ko: 현재 디렉토리에 LBoL 실행 파일을 찾을 수 없습니다.
pl: Nie można odnaleźć LBoL.exe w aktualnym katalogu.
ru: Ошибка: Невозможно найти LBoL.exe в текущей директории.
vi: Không tìm thấy tệp thực thi LBoL trong thư mục hiện tại.
zh_hant: 目前目錄未找到 LBoL 可執行文件。

# PublishModError
source: Error while publishing mod: {0}
de: Fehler bei der Veröffentlichung des Mods: {0}
es: Error al publicar el mod: {0}
hu: Hiba a mod közzététele során: {0}
ja: Mod公開時のエラー：{0}
ko: 모드 게시 중 오류 발생: {0}
pl: Błąd w trakcie publikacji moda: {0}
ru: Ошибка при публикации мода: {0}
vi: Lỗi khi tải lên mod: {0}
zh_hant: 發布模組失敗：{0}

# SelectProfileWarning
source: Please select a profile before launching the game.
de: Bitte wähle ein Profil aus, bevor das Spiel gestartet wird.
es: Por favor seleccione un perfil antes de iniciar el juego.
hu: Kérlek válassz egy profilt a játék indítása előtt.
ja: ゲーム開始前にセーブデータを選択してください。
ko: 게임 실행 전 모드를 선택해 주세요.
pl: Proszę wybierz profil przed uruchomieniem gry.
ru: Пожалуйста, выберите профиль перед запуском игры.
vi: Hãy chọn một hồ sơ để khởi chạy trò chơi.
zh_hant: 啟動遊戲前請先選擇一個配置。

# DiscardChangesWarning
source: There are unsaved changes. Click "Cancel" again to discard these changes.
de: Einige Änderungen wurden nicht gespeichert. Klicke erneut auf "Abbrechen", um sie zu verwerfen.
es: Hay cambios sin guardar. Haga clic en "Cancelar" de nuevo para descartarlos.
hu: Mentetlen változtatások vannak. Kattints a "Mégse" gombra hogy eldobd ezeket a változtatásokat.
ja: 保存されていない変更があります。再度キャンセルを選択すると変更が破棄されます。
ko: 저장되지 않은 변경 사항이 있습니다. "취소"를 다시 눌러 이 변경 사항을 무시합니다.
pl: Masz niezapisane zmiany. Naciśnij "Anuluj" ponownie by porzucić zmiany.
ru: Имеются несохранённые изменения. Повторно нажмите "Отмена", чтобы отменить их.
vi: Còn có chỉnh sửa chưa được lưu. Nhấp "Hủy" lần nữa để xóa bỏ các thay đổi này.
zh_hant: 您有未保存的修改，再次點擊取消以丟棄修改。

# DeleteProfileWarning
source: This will permanently delete this profile. Click "Delete" again to confirm.
de: Dadurch wird dieses Profil dauerhaft gelöscht. Klicke erneut auf "Löschen", um den Vorgang zu bestätigen.
es: Esto eliminará este perfil permanentemente. Haz clic en "Eliminar" de nuevo para confirmar.
hu: Ez véglegesen törli a profilt. Kattints a "Törlés" gombra, hogy töröld.
ja: このセーブデータを完全に削除します。再度決定を選んでください。
ko: 이는 영구적으로 해당 프로필을 삭제할 것입니다. "삭제" 버튼을 다시 눌러 삭제합니다.
pl: To usunie profil permanentnie. Naciśnij "Usuń" ponownie by potwierdzić.
ru: Профиль будет удалён без возможности восстановления. Нажмите "Удалить" ещё раз, чтобы подтвердить.
vi: Thao tác này sẽ xóa vĩnh viễn hồ sơ này. Nhấp "Xóa" lần nữa để xác nhận.
zh_hant: 這將永久刪除檔案。再次點擊刪除以確認。

# PublishSuccessMessage
source: "{0}" successfully published!
de: "{0}" erfolgreich veröffentlicht!
es: ¡"{0}" se publico exitosamente!
hu: "{0}" sikeresen közzé lett téve!
ja: Mod '{0}'が公開されました！
ko: '{0}' 모드가 성공적으로 게시되었습니다!
pl: "{0}" został opublikowany!
ru: Мод "{0}" успешно опубликован!
vi: '{0}' đã được tải lên thành công!
zh_hant: 模組 '{0}' 發布成功！

# ProfileDeletedSuccessfully
source: "{0}" successfully deleted
de: "{0}" erfolgreich gelöscht
es: "{0}" eliminado exitosamente
hu: "{0}" sikeresen törölve
ja: セーブデータ'{0}'を削除しました
ko: '{0}' 이(가) 성공적으로 삭제되었습니다
pl: "{0}" został usunięty
ru: Мод "{0}" успешно удалён
vi: Đã xóa hồ sơ '{0}'
zh_hant: 檔案 '{0}' 刪除成功

source: Monitor
de: Bildschirm
es: Pantalla
hu: Képernyő
ja: モニター
ko: 모니터
ru: Монитор
vi: Màn Hình
zh_hant: 顯示器

source: Windowed
de: Fenstermodus
es: Ventana
hu: Ablakos
ja: ウィンドウ
ko: 창모드
pl: Okienko
ru: Оконный режим
vi: Cửa Sổ
zh_hant: 窗口

source: Steam Homepage
de: Steam-Webseite
es: Pagina de Steam
hu: Steam Főoldal
ja: Steamホーム画面
ko: 스팀 홈페이지
pl: Strona Główna Steam
ru: Страница Steam
vi: Trang chủ Steam
zh_hant: Steam 主頁

# SteamHomepageDescription
source: Purchase or view the latest game information.
de: Kaufe das Spiel oder schaue dir die neuesten Infos an.
es: Compra o mira la información más reciente del juego.
hu: Vásárolj, vagy nézd meg a legfrissebb játékinformációkat.
ja: ゲームの購入及び最新情報を確認。
ko: 게임을 구매하거나 게임의 최신 정보를 확인합니다.
pl: Kup albo zobacz najnowsze informacje o grze.
ru: Приобретите игру или узнайте актуальную информацию.
vi: Mua và xem thông tin mới nhất về trò chơi.
zh_hant: 購買與查看遊戲最新資訊。

# OfficialDiscordDescription
source: Discuss the game with other fellow players.
de: Führe Diskussionen mit anderen Spielern.
es: Habla del juego con otros jugadores.
hu: Vitasd meg a játékot más játékosokkal.
ja: 他のプレイヤーと交流する。
ko: 다른 플레이어들과 소통하고 교류합니다.
pl: Dyskutuj o grze z innymi graczami.
ru: Обсуждайте проект с другими игроками.
vi: Thảo luận trò chơi với người chơi khác.
zh_hant: 與其他玩家共同交流討論。

source: External Link
de: Externer Link
es: Link Externo
hu: Külső Hivatkozás
ja: 外部リンク
ko: 외부 링크
pl: Link Zewnętrzny
ru: Внешняя ссылка
vi: Đường dẫn ngoài
zh_hant: 實用連結

# HasUnsatisfiedDependenciesTooltip
source: Dependencies Unmet
de: Fehlende Abhängigkeiten
es: Dependencias no Satisfechas
hu: Függőségek Kielégítetlenek
ja: 依存Modが不足しています
ko: 필요 모드가 충족되지 않았습니다
pl: Brakujące Zależności
ru: Зависимости не выполнены
vi: Phụ thuộc bị thiếu
zh_hant: 存在未滿足的依賴項

# OpenFolderError
source: Error while opening folder: {0}
de: Fehler beim Öffnen des Verzeichnisses: {0}
es: Error al abrir la carpeta: {0}
hu: Hiba a mappa megnyitása során: {0}
ja: フォルダを開けませんでした：{0}
ko: 폴더를 여는 도중 문제가 발생했습니다: {0}
pl: Błąd w otwieraniu folderu: {0}
ru: Ошибка при открытии папки: {0}
vi: Lỗi khi mở thư mục: {0}
zh_hant: 打開文件夾失敗：{0}

# PrimaryMonitor
source: Main Monitor
de: Hauptbildschirm
es: Monitor Principal
hu: Fő Képernyő
ja: メインモニター
ko: 주 모니터
pl: Główny Monitor
ru: Основной монитор
vi: Màn Hình Chính
zh_hant: 主顯示器

# MonitorNumber
source: Monitor {0}
de: Bildschirm {0}
ja: モニター{0}
ko: 모니터 {0}
ru: Монитор {0}
vi: Màn Hình {0}
zh_hant: 顯示器 {0}

source: Create Mod
de: Mod erstellen
es: Crear Mod
hu: Készítő Mód
ja: Mod作成
ko: 모드 생성
pl: Stwórz Mod
ru: Режим создателя
vi: Tạo Mod
zh_hant: 創建mod

# ModRootsNotFound
source: Mod directory not found.
de: Verzeichnis des Mods konnte nicht gefunden werden
es: Directorio del mod no encontrado
hu: Mod mappa nem található.
ja: Modフォルダが見つかりません
ko: 모드 디렉토리를 찾을 수 없습니다
pl: Katalog moda nie został znaleziony.
ru: Директория модификации не найдена.
vi: Không tìm thấy thư mục bản Mod
zh_hant: Mod目錄未找到

# ModAlreadyExists
source: This mod already exists.
de: Mod existiert bereits
es: Este mod ya existe
hu: Ez a mod már létezik.
ja: このModは既に存在します
ko: 모드가 이미 존재합니다
pl: Ten mod już istnieje.
ru: Модификация с таким именем уже существует.
vi: Bản Mod này đã tồn tại
zh_hant: Mod已存在

source: Mod created successfully!
de: Mod wurde erfolgreich erstellt
es: ¡Mod creado satisfactoriamente!
hu: Mod sikeresen létrehozva!
ja: Modの作成に成功しました
ko: 모드가 성공적으로 생성되었습니다
pl: Mod został stworzony!
ru: Модификация успешно создана!
vi: Bản Mod được tạo thành công
zh_hant: Mod創建成功

# ModCreationFailed
source: Failed to create mod.
de: Mod konnte nicht erstellt werden
es: Error al crear el mod
hu: Mod létrehozása sikertelen.
ja: Modの作成に失敗しました
ko: 모드 생성에 실패했습니다
pl: Stworzenie moda nieudane.
ru: Не получилось создать модификацию.
vi: Tạo bản Mod thất bại
zh_hant: Mod創建失敗

source: Developer Mode
de: Entwicklermodus
es: Modo para Desarrollador
hu: Fejlesztői Mód
ja: 開発者モード
ko: 개발자 모드
pl: Tryb Deweloperski
ru: Режим разработчика
vi: Chế độ cho nhà phát triển
zh_hant: 開發者模式

# ModNamePlaceholder
source: Enter a name for this mod.
de: Bitte den Namen des Mods eingeben
es: Introduzca un nombre para este mod
hu: Adj meg egy nevet ennek a modnak.
ja: このModの名前を入力して下さい
ko: 모드 이름을 입력해 주세요
pl: Podaj nazwę moda.
ru: Введите название для модификации.
vi: Nhập tên cho bản Mod này
zh_hant: 請輸入mod名稱

source: Mod name cannot be empty.
de: Name des Mods darf nicht leer sein
es: El nombre del Mod no puede estar vacío
hu: A mod neve nem lehet üres.
ja: 名称は空白にできません
ko: 모드 이름은 비워둘 수 없습니다
pl: Nazwa moda nie może być pusta.
ru: Название модификации не может быть пустым.
vi: Tên bản Mod không được bỏ trống
zh_hant: Mod名稱不能為空

# InvalidModName
source: The mod's name has invalid characters.
de: Name des Mods enthält ungültige Zeichen
es: El nombre del mod tiene caracteres inválidos
hu: A mod neve érvénytelen karaktereket tartalmaz.
ja: 名称に有効でない文字が含まれています
ko: 모드 이름에 불가능한 문자가 포함되어 있습니다
pl: Nazwa moda nie może mieć niedozwolonych znaków.
ru: В названии есть недопустимые символы.
vi: Tên bản Mod chứa ký tự không phù hợp
zh_hant: Mod名稱包含無效字符

# CommuityWikiJPDescription
source: Supports Japanese and Japanese community discussions.
de: Unterstützt die japanische Sprache und Diskussionen innerhalb der Community.
es: Ofrece soporte para el idioma japonés y las charlas de la comunidad japonesa.
hu: Támogatja a Japánt és a Japán közösségi beszélgetést.
ja: 日本語対応Wiki。他のプレイヤーとの交流用にも。
ko: 주로 일본어를 지원하는 위키입니다. 다른 플레이어와 소통 가능합니다.
pl: Wspierana po japońsku oraz dla dyskusji w języku japońskim.
ru: Общайтесь с японским сообществом фанатов.
zh_hant: 支持日語與日語社區交流。

# Ver180Update
source: v1.8.0 Technical Update
de: v1.8.0 Technisches Update
es: v1.8.0 Actualización Técnica
hu: v1.8.0 Technikai Frissítés
ja: v1.8.0 テクニカルアップデート
ko: v1.8.0 테크니컬 업데이트
pl: v1.8.0 Aktualizacja Techniczna
ru: Обновление v1.8.0
zh_hant: v1.8.0 技術更新

# Ver170Update
source: v1.7.0 Final Act Update
de: v1.7.0 Letzter Akt Update
es: v1.7.0 Actualización del Acto Final
hu: v1.7.0 Végső Szín Frissítés
ja: v1.7.0 最終章更新
ko: v1.7.0 최종장 업데이트
pl: v1.7.0 Aktualizacja Aktu Finałowego
ru: Обновление v1.8.0
zh_hant: v1.7.0 最終幕更新

source: Community Highlight
de: Community-Höhepunkte
es: Destacado de la Comunidad
hu: Közösségi Kiemelés
ja: コミュニティ
ko: 커뮤니티 인기
pl: Polecane od Społeczności
ru: Светоч сообщества
zh_hant: 社區高光

# OfficialQQ
source: Official QQ Channel
de: Offizieller QQ-Channel
es: Canal oficial de QQ
hu: Hivatalos QQ Csatorna
ja: 公式QQチャンネル
ko: 공식 QQ 채널
pl: Oficjalny Kanał QQ
ru: Официальный QQ
zh_hant: 官方QQ頻道
